Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/other_files/plan_for_samisk_trosopplaering.pdf.tmx
Source language: sme
Languages: smj

source: Mihttomearri galgá leat ahte buohkat dovdet iežaset fátmmastuvvon girku oskkusearvevuođas, ja das maid oskkuoahpahus maid galgá duddjot ja doalahit.
smj: Ulmme galggá liehket gájka dåbddi ietjasa sebrudahteduvvam girkko jáhkkoaktisasjvuodan, majt jáhkkoåhpadus galggá viehkedit ja bisodit.

source: 3.3 Oahppan – dáhpáhuvvá mánás, ja sosiála searvevuođas
smj: 3.3 Oahppam - dahpaduvvá mánás, sosiálalasj aktisasjvuodan Máná ja nuora oahppi buoremusát gå ietja

source: Mánát ja nuorat ohppet buoremusat go ieža oasálastet, ja go servet ja leat aktiivvalaččat mielde.
smj: oassálassti ja le aktijvalattja. Dát le Mánájlága termaj milta «mánáj oassálasstemš.

source: nuoraid searvat plánet ja čađahit doaimmaid searvegottis aktiivvalaš oasálastin ja veahkkin.
smj: Mánáj oassálasstem le gå máná ja nuora bessi tjoaggulvisá dåjmajda sehkanit, plánajt dahkat ja tjadádit, gå

source: Sidjiide sáhttá addit luohttámuša ja ovddasvástádusa ovdamearkkadihte ipmilbálvalusain, diakonála bálvalusain ja
smj: Sidjij máhttá vatteduvvat luohtádus ja åvdåsvásstádus duola degu jubmeldievnastusájs, diakonalá dievnastusájs ja luohtádusdåjmajs.

source: Dan sáhttet dahkat ovdamearkkadihte sámi-dáru ipmilbálvalusain, mas konfirmánttat doaimmahit bálvalusaid oassin konfirmántaoahpahusas.
smj: Dá máhtti tjadáduvvat duola degu sáme- dáro jubmeldievnastusájn, gånnå konfirmánta dievnasti oassen konfirmántaåhpadusás.

source: Oskkuoahpahus galgá maid veahkehit sin geat leat gásttašuvvon eallit kristtalalažžan kristtalaš servvolašvuođa rámma siskkobealde.
smj: Jáhkkoåhpadus galggá aj viehkedit sijáv gudi li gástaduvvam viessot ristagissan risstalasj aktisasjvuoda rámaj sisbielen.

source: Sámi oskkuoahpahus ferte danne láhčit sosiála arenaid mas mánáid ja nuoraid sámi kristtalaš identitehta sáhttá nannet.
smj: Sáme jáhkkoåhpadus viertti danen láhtjet sosiála arenajt gånnå mánáj ja nuoraj sáme risstalasj identitehtta nanniduvvá.

source: Das lea máhttososiologalaš bealli, danne go máhtu ferte juogadit jus dan galgá atnit jáhkehahttin.
smj: Dat le máhtudaksosiologalasj bielle, dajna gå máhtudak viertti juogeduvvat jus galggá liehket jáhkedahtte.

source: deaivvadanbáikkiid gos mánát ja nuorat sáhttet ovttas dahkat kristtalaš searvevuođa, konfirmašunčoagganemiid, mánáid ja nuoraidleairraid, sámi girkobeivviid,
smj: Le dárbbo aktisasj æjvvalimijt ásadit gånnå máná ja nuora aktan máhtti risstalasj aktisasjvuodav dahkat, konfirmántatjåhkanimijt, mánáj ja nuoraj

source: álgoálbmotfestiválaid ja dakkáriid bokte.
smj: tjåhkanimsajijt, sáme girkkobiejvijt, iemeálmmukfestiválajt j.n.v..

source: Čoahkkanemiid sáhttá organiseret sihke proavássuohkana, bismagotti ja riikka dásis.
smj: Tjåhkanime máhtti organiseriduvvat sihke pråvsstådásen bispaguovlodásen, ja nasjonalálasj dásen.

source: Dat leat mávssolaš arenat gos sámi mánát ja nuorat iešguđet giella- ja geográfalaš guovlluin sáhttet gávnnadit.
smj: tjåhkanime, gånnå sáme máná ja nuora máhtti æjvvalit iesjgeŋga giella- ja geográfalasj guovlon, le ájnnasa.

source: Sámi oskkuoahpahus galggašii dasalassin čalmmustahttit sosiáliserema máŋggabuolvvat vuolggasajis, mas sáhttá láhčit
smj: Sáme jáhkkoåhpadus bierri duodden tjalmostahttet moattebuolvak sosialiserimav, gånnå

source: ovttastallamiid ja máhttofievrredeami buolvvaid gaskkas.
smj: máhtti láhtjet dilev sæbrástallamij ja máhtudakjuohkemij buolvaj gaskan.

source: Searvegottiid ja girku oskkuoahpahusa sáhttá
smj: 4.0 Pládna anon

source: gohčodit ii-formálalaš oahpahussan, ja ruovttuid oskkuoahpahus eahpeformálalaš oskkuoahpahussan.
smj: – Le gus mijá tjoaggulvis resursajt ásadam jali åtsådallam juojddáv mij luluj ávkken iehtjádijda ?

source: Dat lea erohussan skuvlla formálalaš oahpahussii, man sisdoallu lea oskkoldat, eallinoaidnu ja etihkka (OEE).
smj: jáhkkoåhpadusas, man sisadno le åssko, iellemvuojnno ja etihkka (ÅIE).

source: Sámi oskkuoahpahus lea eanas dáhpáhuvvan ruovttuin ja čoakkalmasain, ja lea dássásaš searvegottiid oskkuoahpahusain.
smj: Sáme jáhkkoåhpadus le ienemusát sijdajn ja tjåhkalvisájn dahpaduvvam, ja le avtaárvvusasj tjoaggulvisá jáhkkoåhpadusájn.

source: Oskkuoahpahusas lea dehálaš jurddašit ovttasbargat ruovttuiguin ja čoakkalmasaiguin vai oažžu oktilaš ja systemáhtalaš báikkálaš vuođđuduvvon oskkuoahpahusa.
smj: Jus jáhkkoåhpadus galggá liehket avtatraják, systemáhtalasj ja bájkálattjat vuododuvvam de le ájnas aktisattjat sijdaj ja tjåhkalvisáj barggat.

source: Searvegottit mat jođihit oskkuoahpahusa berrejit geahččalit oažžut ovttasbarggu mánáidgárddiiguin, skuvllaiguin ja skuvlaastoáiggeortnegiiguin.
smj: Tjoaggulvisá ma jáhkkoåhpadusáv jådedi bierriji gæhttjalit aktisasjbargov mánájgárdij, skåvlåj ja skåvllåastoájgeårnigij åttjudit.

source: Máhttoloktema oahppoplakáhtas čujuhit ahte skuvla galgá báikkálaš servodahkii láhčit
smj: Máhttolåpptima oahppamplakáhtan tsuojggiduvvá skåvllå galggá

source: vejolašvuođaid searvat oahpahussii heivvolaš vugiin.
smj: máhttelisvuodav láhtjet vaj bájkálasj sebrudahka bæssá åhpadussaj ávkálasj láhkáj sæbrrá.

source: Dan bokte sáhttá girku, mii juo lea ge dehálaš oassi báikkálaš servodagas, riggudahttit skuvlla.
smj: Dan baktu máhttá girkko, mij juo le ájnas oasse bájkálasj sebrudagás, liehket boanndudahkan.

source: Dakkár ovttasbargu gáibida buori fágalaš vuođu systematihkas, buriid gulahallanvugiid, ja dohkkeheaddji lahkoneami, čađahuvvon konsekveanta vugiin.
smj: aktisasjbarggo gájbet buorre ja systemáhtalasj fágalasj vuodov, buorre guládallamvuogijt, ja dåhkkididdje lahkanimev, tjadáduvvam konsekvænta vuogijn.

source: oskkuoahpahusmieldebargiide lea čohkkon ruovttu ja skuvlla ovttasbarggus, berre váldit vuhtii ja dahkat dan áššáiguoskevažžan dan bokte ahte ovdamearkkadihte čállá ja bidjá daid resursabáŋkui (gč. kapihttal 4.2).
smj: Dav máhtudagáv majt jáhkkoåhpadusbargge tjoaggulvisán le oahppam sijdda ja skåvllå aktisasjbargos, bierri bisoduvvat ja ássjeguoskavattjan dagáduvvat duola degu tjállet ja biedjat dajt resurssabáŋkaj (bs. kapihtal 4,2).

source: Dan bokte ožžot eanebut vejolaš juogadit gelbbolašvuođa.
smj: Dán baktu le máhttelis máhtudagáv buorebut juogadit.

source: oskkuoahpahussii báikkálaš čatnašumi mas riikkadási mihttomearit leat relevánttat báikkálaš dásis, lea stuora fágalaš hástalus.
smj: Ulmme bájkálasj tjadnasijn jáhkkoåhpaduspládnaj gånnå nasjonála ulme dagáduvvi guoskavattjan bájkálasj dásen le stuorra fágalasj hásstalus.

source: Gelbbolašvuohta máŋggakultuvrralaš pedagogihkas ja kulturvraanalysas lea dán oktavuođas erenoamáš
smj: Máhtudahka moattekultuvralasj pedagogihkan ja kultuvrraanalysan le dán bargon sierraláhkáj ássjeguoskavattja.

source: Sámi oskkuoahpahus berre háhkat ja čatnat alccesis formála gelbbolašvuođa kulturgelbbolašvuođas, máŋggagielatvuođas, sámegiel- ja kulturmáhtus ja digitála oahpponeavvuid ovddidan fágasurggiin sámegillii ja dárogillii.
smj: Sáme jáhkkoåhpadus bierri rahtjat ja tjadnat allasis formálalasj máhtudagáv degu kultuvrramáhtudagáv, moattegielakvuoda birra, sámegiella- ja kultuvrramáhtov ja digitála

source: Dat guoská buot girkolaš dásiide, sihke báikkálaš-, guovllu- ja riikkadásis.
smj: Dat gullu sihke bájkálasj, guovlulasj ja nasjonálalasj dássáj.

source: 4.2 Vásihusaid juogadeapmi ja gelbbolašvuođa juohkin
smj: 4.2 Åtsådallamjuogadibme ja máhtudakjuohkem

source: Sámi girkoráđđi bargá ráhkadit arenaid gos sáhttá juogadit resurssaid ja vásihemiid sámi oskkuoahpahusbargguin.
smj: Sáme girkkoráde barggá arena ásadimijn gånnå ressursajt ja åtsådallamijt sáme jáhkkoåhpadusás máhttá juogadit.

source: Mihttu lea vurket nu olu
smj: Ulmme le nav ållo gå máhttelis

source: go vejolaš resursamateriálain dainna lágiin ahte daid lea álki gávdnat ja váldit atnui, danne galget fuomášumit, sárggástusat, mállet jnv. leat gávdnamis resursabáŋkkuin vai searvegottit sáhttet daid váldit atnui ja heivehit daid báikkálaš anuide.
smj: resurssamateriálajs le hiebaduvvam ja le sadjihin, danen galggi ådå ájádusá, tjuorggasa, skåve j.n.v. liehket sadjihin resurssabáŋkajn nav vaj tjoaggulvis máhttá dajt adnuj válldet ja bájkálasj anojda dajt hiebadit. Sáme jáhkkoåhpadusá næhttabajkke

source: lea vuogas reaidu sihke ruovttuide ja searvegoddái.
smj: www.jahkko.no le vuogas vædtsak sihke sijdajda ja

source: Resursabáŋkkus, www.kirken.no/storstavalt / prosjekt /, mii dál juo gávdno, lea bajilgovva olu
smj: Gávnnu juo resurssabáŋŋka, www.kirken.no/storstavalt/prosjekt /, diedoj moatte prosjevtaj,

source: 4.4 Eaktodáhtolaš mieldebargit girkus
smj: 4.4 Luojvoj guojmmebargge girkkon

source: 5.0 Báikkálaš plánabargu 5.1 Kontekstuealla jurddašeapmi
smj: Hábmer ja Rivtak-vuona tjoaggulvis, Sis - Finnmárko pråvsståguovllo ja

source: Norgga girku lea dovddastan ahte kristtalašvuođa ovddideapmi Sámis dáhpáhuvai assimileren- ja koloniserenhistorjjá rámma siskkobealde, mas ráđđejeaddjin lei «kristtalašvuohta dárogilliiš.
smj: Nuortta- Rana tjoaggulvis tjádadin prosjevtajt ma sierraláhkáj sámevuodav tjalmostin. Dajs prosjevtajs le máhttelisvuohta arvusmahttemav ja åhpadusáv oadtjot.

source: mas oskku sáhttá ahtanuššat.
smj: Lassen Sáme girkkoráde ásat jahkásasj

source: Muhto maid mearkkaša dat ahte jurddašit kontekstuella vugiin, ja boahtá go kultuvrralaš heiveheapmi evangeliuma ja girkolaš árbevieruid gaskkusteami sadjái ?
smj: Girkko dárbaj luojvoj guojmmebarggijt.

source: Nugohčoduvvon kontekstualiseren lea sierra suorgi teologiijas.
smj: Æjgáda / åvdåstiddje, ristaæjgáda ja nuora li ájnas resurssa.

source: Dan mielde galgá kristtalašvuođa ovddidit báikkálaš birrasis, vai báikkálaš vierut, árbevierut, árvooaidnu ja eallindulkon leat
smj: Daj maŋemus lågijt jagijt le ulmutjij miella luojvojbargguj unnum, ja da gudi ienep dåjmaj barggi vierttiji mávso oadtjot bargoj åvdås.

source: kristtalašvuođa ovdanbuktinvuogit.
smj: Valla girkko dárbaj luojvojbarggo árbbedábev joarkket.

source: Dalle go álgogirku rievddai juvddálaš ovttakultuvrralaš joavkun ja šattai lihkahus mas ledje olbmot geain ledje iešguđet čearddalaš, kultuvrralaš ja oskku
smj: fáhkakonferánsajt aktisattjat Girkkolasj åhpadusguovdátjijn nuorttan, danna máhtti bargge ja luojvoj jáhkkoåhpadusbarggoguojme æjvvalit, åtsådallamijt juogadit ja lasse máhtudagáv oadtjot.

source: duogáš, de fertejedje mearridit makkár oktavuohta galggai leat gaskal evangeliuma ja kultuvrra.
smj: Tjoaggulvisán le, aktan æjgádij / åvdåstiddjij ja ristaæjgádij, åvdåsvásstádus jáhkko iellemav ja subttsasijt gaskustit.

source: Bávlosa Areopagossárdni lea buorre ovdamearka dasa movt vuosttaš kristtalaččat greika konteavsttas
smj: ja nuorajt åledit. Mánáj iellema vuostasj jagijt le æjgádijn / åvdåstiddjijn vuodoaktijvuohta mánájn.

source: maid fertejedje bargat máŋggakultuvrralaš gažaldagaiguin.
smj: Dalloj le juo girkkuj ájnas buorre aktijvuodav æjgádijn / åvdåstiddjijn ásadit, váj máná ja nuora juo álgos oadtju máhttelisvuodav girkkolanjájn

source: Bávlos addá sihke rámi ja rissii Atenalaččaide.
smj: oahpástuvvat ja váj dási dåbddågåhti gullevasjvuodav.

source: Son rámida sin go ohcet Ipmila, ja nuppe bealis son fas moaitá dan go sii rohkadallet konkretiserejuvvon ipmilvuođa maid leat bidjan
smj: Æjgáda / åvdåstiddje ja máná bierriji hasoduvvet åttjutjit buorre aktijvuodav girkkojn, vaj sij aktan iehtjádij válldi oasev girkko

source: tempelii.
smj: tjoaggulvisás.

source: Areopagosárdni čájeha ahte kristtalaš sivdnádusteologiija sáhttá doalahit dan ahte Ipmil lea min gaskkas, maiddái ovdal miššovnna álggaheami Sámis.
smj: Æjgáda / åvdåstiddje mánájdisá dåbddi, ja diehti gåktu åhpadus buoremus láhkáj máhttá látjeduvvat. Tjoaggulvisá dárbahi dajt diedoj majt æjgáda / åvdåstiddje máhtti vaddet gå gájkajt galggi

source: Ovtta olbmos son lea dahkan buot álbmogiid ja diktá sin ássat miehtá eatnama; son lea bidjan sid-jiide ásahuvvon áiggiid ja lea mearridan sin ássan
smj: Moatten sáme guovlon le læhkám hásstalusá æjgátvuovdav girkkuj ásadit. Histåvrålattjat le girkko sáme guovlon læhkám degu institusjåvnnå mij le ålgusjbieles boahtám, ja ulmutja gudi girkkov

source: guovlluid rájiid.
smj: åvdåstahttin ælla læhkám lagámus ulmutjijs.

source: Dán son lea dahkan, vai sii ozašedje Ipmila, jos de dovddašedje ja gávnnašedje su, vaikko son ii leat guhkkin eret ovttasge mis.
smj: Bágo risstalasj ja sábme le muoddásij mielas læhkám gássjelisá. Danen bierri bájkálattjat bargaduvvat nannimin girkkov sáme arenan.

source: (Apd 17,26-27)
smj: Girkko galggá

source: Sámi servodagas leat iešguđetlágan servodathámiid. Das leat gávpogat ja gilit, mearragáttit ja siseanan, ja sápmelaččat orrot lulde ja davvin, nuortan ja oarjin.
smj: liehket rabás álmmuk girkkon mij sámevuodav árvvusin adná ja viehket sjávodisvuodav doadjet dan negatijvvalasij histåvråj mij le læhkám girkko roalla koloniserimin, misjonerimin ja

source: Muhtimat orrot
smj: assimilerimin.

source: nugohčoduvvon sámi suohkaniin, earát fas báikkiin gos dušše leat dáru ásahusat ja dárogielagat stivrrain ja jođiheamis.
smj: Såbadus le dan aktijvuodan guovdásj buojkuldahka, ja gávnnuji juo prosjevta masi girkko le sæbrram ja tjadnam såbadimteologijav konkrehtalasj bargojda (bs.

source: Sámi mánáide ja nuoraide berre oskkuoahpahusa álggahit
smj: Ságastallam ja iellemrijbbam, Nuortta-Sálton).

source: báikkálaš sámivuođas, ja seammás ovddidit sámi girjáivuođa.
smj: Danna lip mij gájka Jubmela gåvån sjivnnjedum, sæmmi álbedahkes árvujn.

source: Muhto kristtalaš oskku duohtavuođaid jorgaleamis lea maid sáhka atnit govaid, illustrašuvnnaid ja sátnegovaid sámegielas, kultuvrras, historjjás ja árbevierus.
smj: – Gåktu máhtti æjgáda / åvdåstiddje ja ristaæjgáda diedojt oadtjot guoskevasj sáme oahppanævoj birra ma arvusmahtti dasi ahte jáhkko le vuojnnusin ja juogaduvvá sijdan.

source: bargguin, doaibmabijuin ja resurssain maid leat oskkuoahpahusođastusa geahččalanáigodagas geahččalan.
smj: 5.0 Bájkálasj pládnabarggo – Gåktu máhttá sáme kultuvrra liehket resurssa jáhkkoåhpadusán duv tjoaggulvisán ?

source: Hápmir ja Sagfjord searvegoddi, Sis
smj: 5.1 Kontevstalasj ájádallam

source: Finnmárkku proavássuohkan, Davvi-Rana searvegoddi čađahedje bargguid mat sierraládje čalmmustahtte sámivuođa.
smj: Dålen le risstalasjvuoda åvddånahttem Sámen tjadáduváj masstadime ja koloniserima baktu gånnå risstalasjvuohta dárogiellaj ráddij, dáv la Vuona girkko miededam.

source: Dain bargguin lea vejolaš oažžut movttiidahttima ja oahpu.
smj: Tjoaggulvisá sáme guovlojn ja daj ålggolin li jáhkkoåhpadusådåstusán

source: Sámi girkoráđđi lágida dasalassin jahkásaš
smj: Kontevstualiserik le sierra suorgge teologijan.

source: fágakonferánssaid Girkolaš oahpahusguovddážiin Davvin, ja dasa sáhttet virgáduvvon bargit ja eaktodáhtolaš oskkuoahpahusmieldebargit searvat, juogadit vásihusaid ja oažžut lassi gelbbolašvuođa.
smj: álggogirkko målsoj juvdálasj monokultuvralasj juohkusis gåhttsåmij ulmutjij moattelágásj álmmuktjerdaj, kultuvralasj ja åskulasj doagátjij, de vierttijin árvustallat gatjálvisáv vidjurij birra

source: 4.3 Ovttasbargu ruovttuiguin
smj: evangeliuma ja kultuvra gaskan.

source: Searvegottis lea, ovttas váhnemiiguin / váhnenovddasteddjiiguin ja ristváhnemiiguin, ovddasvástádus gaskkustit oskku eallima ja
smj: Paulusa areopagoshålla le buorre buojkulvis gåktu vuostasj ristagisá grehkalasj guovlojn aj vierttijin dåmadit moattekultuvralasj tjuolmajt.

source: muitalusaid.
smj: Paulus hålan

source: Girku háliida olahit govdadit bearrašiid, mánáid ja nuoraid.
smj: Areopagoshålla vuoset Jubmel lij mijá gaskan risstalasj sjivnnjedimteologia

source: Máná eallima vuosttaš jagiid álgooktavuohta gullá váhnemiidda / váhnenovddasteddjiide.
smj: milta, aj åvddål misjåvnnåbarggo Sámen álgaduváj. Avtat almatjis le gájkka álmmugijt sjivnnjedam.

source: Girkui lea danne dehálaš ásahit buriid oktavuođaid singuin, vai mánát ja
smj: Sijáv le åbbå ednamav miehtáj årudahttám, ja mierreájgijt le sidjij biedjam ja rájájt maj sisbielen viessu.

source: nuorat áigá juo ožžot vejolašvuođa oahpásnuvvat girkolatnjii ja atnit dan alcceseaset oahpisin.
smj: Dáv le dahkam vaj almatja lulun Jubmelav åhtsåt ja márjju aj suv lusi gábjjot – ij le ham mijás avtastik guhkken.

source: Sihke váhnemiid / váhnenovddasteddjiid ja mánáid galgá diktit geahččalit oažžut buori oktavuođa girkui, vai
smj: Sáme sebrudagán li moattelágásj sebrudakvuoge. Dá li stáda ja bájke, merraguovllo ja sisednam, sáme

source: sii ovttas earáiguin leat girku searvegoddi.
smj: årru oarjján ja nuorttan, lullen ja allen.

source: Girku háliida atnit iešguđet vugiid ovttasbargat váhnemiiguin / váhneovddasdeddjiiguin, nugo addit bagadallamiid ja dieđuid váhnemiidda
smj: Muhtema årru gåhtjodum sáme suohkanijn, ja iehtjáda årru bájkijn gånnå li dåssju dárogielak institusjåvnå ja gånnå stivrra ja njunnjutja li dárogielaga.

source: oskkuoahpahusa birra.
smj: Jáhkkoåhpadusán sáme mánájda ja nuorajda bierri

source: Váhnemat / váhnenovddasteaddjit dovdet iežaset mánáid, ja dihtet movt oahpahusa sáhttá buoremusat láhčit.
smj: liehket vuodo sámevuodan dan láhkáj gåk vuojnnusij boahtá bájkálattjat, sæmmi båttå gå sáme moattebelakvuohta diedulattjan dagáduvvá.

source: Searvegottit dárbbašit daid dieđuid maid
smj: Valla le aj dárbbo adnet gåvåjt, tjuorgastagájt ja

source: váhnemat / váhnenovddasdeaddjit sáhttet addit vai lea vejolaš fátmmastit buohkaid searvegotti doaimmaide.
smj: metafåvråjt sáme gielas, kultuvras, histåvrås ja árbbedábijs gå jårggålip risstalasj jáhko sádnesvuodajt.

source: Girku dárbbaša eaktodáhtolaš mieldebargiid.
smj: 5.2 Åvddånahttem bájkálasj jáhkkoåhpadusplánas

source: Váhnemat / váhnenovddasdeaddjit, ristváhnemat ja nuorat leat mávssolaš resurssat.
smj: Plána Jubmel vaddá – Mij juogadip ja Pládna sáme jáhkkoåhpadussaj galggi aktijvuodan vuojneduvvat vaj máná ja nuora oadtju dievalasj

source: Daid maŋemus logijagiid lea dattege leamaš unnit dáhttu searvat dakkár bargguide, ja dađistaga eanet doaimmat leat
smj: Tjoaggulvisájn gånnå li sáme máná ja nuora galggá dát vieleduvvat gå bájkálasj jáhkkoåhpaduspládna dagáduvvá.

source: Lea dehálaš movttiidahttit, bagadallat ja doarjut bargguid, dannego sii leat olbmot geat dahket
smj: Le vuordedahtte tjoaggulvisá sáme guovddaguovlojn ållidi åhpadusulmijt (tabella milta kapihttalin 2.2) ietjasa

source: searvegotti.
smj: sahtedåjmajn.

source: dego olggobealde boahtán ásahus, ja olbmot geat leat ovddastan girku eai leat leamaš iežaset olbmot.
smj: Tjoaggulvisá gånnå sáme máná ja nuora li unneplågon bádtjiduvvi sahtedåjmaj baktu åhpadusulmijt ållidit.

source: Sátnebárra kristtalaš ja sápmelaš lea máŋgasiid mielas vehá váttis.
smj: Måttijda tjoaggulvisájda sjaddá máhttelis ásadit sierra dåjmajt gånnå sáme

source: nannet girku sámi arenan.
smj: åhpadusulme tjalmostahteduvvi.

source: Juohke searvegoddi sáhttá ieš gávdnat vugiid mii botke jávohisvuođa ja ásaha doaimmaid, vai vel eanebut dovdet ahte girku lea utnolaš ja
smj: Tjoaggulvisájn gånnå sáme máná ja nuora le unneplågon, máhttá liehket máhttelisvuohta muhtem sáme åhpadusulmijt duoddit vuolletiebmán daj bákkulasj

source: fátmmasteaddji.
smj: oajvvetiemájda ma hábbmiduvvi plánan Jubmel vaddá – Mij juogadip.

source: Goalmmát oskkuartihkkalis lea ge osku searvevuhtii čadnojuvvon: «Mun oskkun Bassi Vuigŋii, bassi oktasaš girku... š Vuoiŋŋalaš
smj: Jus tjadáduvvi sierra dåjma sáme jali sámegielak mánájda, de le ájnas dá dåjma aj tjanáduvvi tjoaggulvisiellemij ietján, vaj máná e

source: searvevuohta čatná olbmuid oktii.
smj: måsskusij bátse tjoaggulvisaktijvuodan.

source: Danin eat galgga vajáldahttit ahte dat leat mii, oktan iežamet lagamuččain, geat dahkat ealli searvegotti.
smj: Divna máná ja nuora gudi oassálassti dievalasj jáhkkoåhpadusán galggi dåbddåt sebrudahteduvvam dan stuorra aktijvuodan, ja

source: Das leat mii buohkat sivdniduvvon Ipmila gova mielde, mas
smj: åtsådallat duogátjis le boandodibme aktijvuohtaj.

source: lea dat árvu maid ii sáhte loavkašuhttit.
smj: Nåv gåk rumáj le akta vájku li moadda lahtasa, ja

source: 5.4 Kárten Searvegotti ja báikkálaš birrasa kárten lea dehálaš vuođđobargu go galgá hábmet báikkálaš plána.
smj: Guoradallat tjoaggulvisájt ja lagosbirrasav sjaddá ájnas vuodobarggo gå ájggu bájkálasj plánav dahkat.

source: Guovlluin gos sámi kultuvra eallá lea maid lunddolaš váldit sámivuođa mielde oskkuoahpahusplánii.
smj: Guovlujn gånnå sáme kultuvrra le ielle sjaddá luondulasj sámevuohta aj gåvviduvvá

source: Searvegottit olggobealde
smj: bájkálasj jáhkkoåhpadusplánan.

source: sámi guovlluid berrejit háhkat dieđuid sámi mánáid ja nuoraid birra (gč. Ipmil addá – Mii juogadit, kapihttal 7), vai lea vejolaš plánabargguide bidjat doaibmabijuid mat sihkkarastet Sámi oskkuoahpahusplána (gč kapihttal 2.1).
smj: Tjoaggulvisá sáme guovloj ålgusjbielen bierriji diedojt åttjudit mánáj ja nuoraj sáme tjadnusa birra (bs. Jubmel vaddá – Mij juogadip, 7. kapihtal), nav vaj dåjma máhtti duoddiduvvat pládnabargguj ma sihkarassti ulmev Plánan sáme jáhkkoåhpadusájn (bs. Kapihtal 2.1).

source: Sáhttá leat váttis kártet leat go báhppasuohkanis sámi mánát ja nuorat, erenoamážit olggobealde sámi árbevirolaš ássanguovlluid.
smj: Moaddi máhttá liehket hásstalus guoradallat jus li sáme máná ja nuora suoknan, sierraláhkáj dábálasj sámij årromguovloj ålggolin.

source: registarat gos sáhttá viežžat dieđuid leat go mánát ja nuorat geain lea sámi duogáš.
smj: E gávnnu regisstara gåsstå máhttá diedojt viedtjat mánáj ja nuoraj sáme duogátja birra.

source: Searvegottiid hástalus lea gávdnat vugiid sihke kártet mieldelahtuid geain lea sámi duogáš, ja ráhkadit buriid vugiid vai dat
smj: – Gástadusságastallamin guoradallat jus æjgádijn / åvdåstiddjijn le sáme duogásj jali sáme tjadnusa, ja jus sávvi fálaldagáv sáme jáhkkoåhpadusán ietjas mánnáj.

source: diehtu olaha berošteddjiid.
smj: Oanesájggásasj strategija:

source: 5.2 Báikkálaš oskkuoahpahusplána ovdanáhttin Go sámi mánáide ja nuoraide galgá sihkkarastit
smj: – Guládallat sáme siebrij, mánájgárdij, skåvlåj, juohkusij ja organisasjåvnåj, sihke bájkálattjat ja guovlon.

source: 5.3 Báikkálaš máhtu ja gelbbolašvuođa geavaheapmi Mii sámivuohta lea ja dat movt eallit sápmelažžan
smj: sihti sáme jáhkkoåhpadus fálaldagáv gájkka dá lahtasa avtav rubmahav dahki, nåv le aj Kristusijn.

source: ollislaš oskkuoahpahusplána, de ferte geahččat oktilasat dan guokte plána Ipmil addá – Mii juogadit ja Sámi oskkuoahpahusplána.
smj: Jáhkkoåhpadusán galggá liehket bájkálasj åvddånahttembarggo aj maŋŋela gå tjoaggulvisá li dahkam ja dåhkkidum ietjasa bájkálasj plánajt.

source: Vuordámuš sámi guovddášguovlluid searvegottiide lea ahte dat devdet oahppomihtuid (gč. tabealla 2.2 kapihttalis) iežaset
smj: Tjoaggulvisá galggi ådåstuhttet ietjasa jáhkkoåhpadusplánajt duolloj dálloj bærrájgåtsedittjat dárbulasj ådåstuhttemav ja åvddånahttemav.

source: govdodatdoaimmain.
smj: Dav majt åtsådalli bájkálattjat sjaddá buorre resurssa dán bargguj.

source: Searvegottit gos sámi mánát ja nuorat leat unnitlogus, bivdojuvvojit deavdit oahppomihtuid iežaset govdodatdoaimmain. Olu searvegottiide lea áigeguovdil lágidit sierra
smj: Sebrudagás nuppe sebrudahkaj ja tjoaggulvisás nuppe tjoaggulvissaj le sierra vuojno ja diedo sámevuoda birra ja gåk la sábmelattjan viessot.

source: doaibmabijuid mas čalmmustahttet sámi oahppomihtuid.
smj: Rijkav miehtáj le aj stuorra sieradusá tjoaggulvisáj

source: Searvegottiin gos sámi mánát ja nuorat leat unnitlogus, sáhttá nubbin vejolašvuohtan válljet muhtin sámi oahppomihtuid
smj: gaskan mij guosská diehtuj sáme álmmuga birra, sijá vuojŋŋalasj iellema, histåvrå ja udnásj sebrudakdilij birra.

source: lassifáddán daid geatnegahtton váldofáttáin maid Ipmil addá – Mii juogadit plánas leat hábmen.
smj: Juska le vánesvuohta diedojs de dát ij bierri liehket hieredus tjoaggulvissaj åvddånahtátjit fálaldagáv sáme mánájda ja

source: seammás čatnet searvegotti eará bargguide, vai mánát eai sirrejuvvo eret searvegotti searvevuođas.
smj: nuorajda.
